Repository: yeager/elementary-l10n
Catalog: po/*.po
Languages: sv

source: Translation Status
sv: Översättningsstatus

source: Select language
sv: Välj språk

source: All
sv: Alla

source: Fully translated (100%)
sv: Helt översatt (100 %)

source: Partially translated (1–99%)
sv: Delvis översatt (1–99 %)

source: Untranslated (0%)
sv: Icke-översatt (0 %)

source: Filter by status
sv: Filtrera efter status

source: Toggle sort order
sv: Växla sorteringsordning

source: Export data
sv: Exportera data

source: Settings
sv: Inställningar

source: About
sv: Om

source: Toggle dark/light theme
sv: Växla mörkt/ljust tema

source: How to help translate
sv: Hur man hjälper till att översätta

source: Refresh data
sv: Uppdatera data

source: Loading translation data…
sv: Läser in översättningsdata…

source: Failed to load data
sv: Misslyckades med att läsa in data

source: The Weblate instance might be temporarily unavailable.
sv: Weblate-instansen kan vara tillfälligt otillgänglig.

source: Click refresh to try again.
sv: Klicka på uppdatera för att försöka igen.

source: elementary L10n: Low translations
sv: elementary L10n: Låga översättningar

source: {count} components below 50%
sv: {count} komponenter under 50%

source: No components found.
sv: Inga komponenter hittades.

source: {count} components · {complete} fully translated · Average: {avg}%
sv: {count} komponenter · {complete} helt översatta · Genomsnitt: {avg}%

source: Cached data ({age} min ago)
sv: Cachat data ({age} min sedan)

source: Open {component} on Weblate
sv: Öppna {component} på Weblate

source: Export Data
sv: Exportera data

source: Choose export format:
sv: Välj exportformat:

source: Cancel
sv: Avbryt

source: Weblate API Key Required
sv: Weblate API-nyckel krävs

source: An API key is needed to fetch translation data.
sv: En API-nyckel krävs för att hämta översättningsdata.

source: Welcome! API Key Required
sv: Välkommen! API-nyckel krävs

source: To fetch translation status from Weblate, you need an API key. You can find your key at: https://l10n.elementaryos.org/accounts/profile/#api Log in (or create an account), then copy your API key below.
sv: För att hämta översättningsstatus från Weblate behöver du en API-nyckel. Du hittar din nyckel på: https://l10n.elementaryos.org/accounts/profile/#api Logga in (eller skapa ett konto) och kopiera sedan din API-nyckel nedan.

source: Paste your API key here
sv: Klistra in din API-nyckel här

source: Open Weblate profile to get your API key
sv: Öppna Weblate-profilen för att hämta din API-nyckel

source: Save & Continue
sv: Spara och fortsätt

source: Enter your Weblate API key to avoid rate limiting. Find it at: l10n.elementaryos.org → Your profile → API access
sv: Ange din Weblate API-nyckel för att undvika hastighetsbegränsningar. Du hittar den på: l10n.elementaryos.org → Din profil → API-åtkomst

source: Weblate API key
sv: API-nyckel för Weblate

source: Get your API key from Weblate
sv: Hämta din API-nyckel från Weblate

source: Save
sv: Spara

source: View translation status for elementary OS apps on Weblate. Track progress across languages and components.
sv: Visa översättningsstatus för elementary OS-appar på Weblate. Följ framstegen för olika språk och komponenter.

source: Translate this app: https://www.transifex.com/danielnylander/elementary-l10n/
sv: Översätt denna app: https://www.transifex.com/danielnylander/elementary-l10n/

source: Help Translate!
sv: Hjälp till att översätta!

source: Translations are contributed by volunteers using Weblate — a web-based translation tool. Getting started is easy: 1. Visit l10n.elementaryos.org 2. Create a free account (or log in with GitHub) 3. Pick a component and your language 4. Start translating — no coding skills needed! Every translated string helps make software accessible to more people around the world. Even translating a few strings makes a difference.
sv: Översättningarna görs av frivilliga som använder Weblate – ett webbaserat översättningsverktyg. Det är enkelt att komma igång: 1. Besök l10n.elementaryos.org 2. Skapa ett gratis konto (eller logga in med GitHub) 3. Välj en komponent och ditt språk 4. Börja översätta – inga kodningskunskaper krävs! Varje översatt sträng bidrar till att göra programvaran tillgänglig för fler människor runt om i världen. Även om du bara översätter några få strängar gör det skillnad.

source: Close
sv: Stäng

source: Open Weblate
sv: Öppna Weblate
